{
  "greenspaces": [
    {
      "id": "5a29fef971210f7fc7701149",
      "name": "excepteur ullamco officia",
      "mainImage": "huge-buildings-from-ground.jpeg",
      "images": ["balloons.jpg"],
      "address": "374 Orange Street, Waterloo, South Carolina, 3987",
      "description":
        "Qui nisi commodo quis nostrud laboris deserunt culpa magna esse excepteur veniam sint ad qui. Consequat elit nulla nostrud velit ex incididunt laboris irure. Duis aute proident adipisicing reprehenderit labore deserunt fugiat Lorem voluptate.",
      "tags": ["large plot", "full-yard"],
      "farmerDesired": false,
      "farmerParticipation": "solo Farmer",
      "landownerID": "5a29fef97d301eee432ba5be"
    },
    {
      "id": "5a29fef9641a5e077c290c65",
      "name": "reprehenderit in sit",
      "mainImage": "huge-city-street.jpeg",
      "images": ["fruit-stall.jpg"],
      "address": "701 Tech Place, Neahkahnie, Indiana, 8091",
      "description":
        "Irure reprehenderit aliqua ipsum ipsum Lorem occaecat dolore mollit deserunt aute. Anim incididunt deserunt ullamco quis eiusmod occaecat incididunt mollit cupidatat do sint non dolore sit. Culpa esse voluptate exercitation id laboris amet. Incididunt nisi sit ipsum adipisicing esse aute ad nostrud commodo. Deserunt duis incididunt mollit consequat. Ex ipsum aute esse nisi Lorem sit fugiat fugiat ullamco commodo nostrud incididunt.",
      "tags": ["full-yard", "backyard"],
      "farmerDesired": true,
      "farmerParticipation": "co-Farmer",
      "landownerID": "5a29fef91bc0806cf9b42afd"
    },
    {
      "id": "5a29fef92cfef85b3fb4361e",
      "name": "cillum ullamco excepteur",
      "mainImage": "huge-golf-course.jpeg",
      "images": ["man-on-bench.jpg"],
      "address": "801 Rost Place, Bannock, Virgin Islands, 4334",
      "description":
        "Aliqua aute sint id sit non aliqua ex laborum. Adipisicing irure mollit ut occaecat veniam aliqua. Non enim esse dolor ut ullamco eu adipisicing Lorem excepteur amet. Ipsum tempor et est id proident culpa.",
      "tags": ["micro plot"],
      "farmerDesired": false,
      "farmerParticipation": "co-Farmer",
      "landownerID": "5a29fef9679fb68df2f3fba5"
    },
    {
      "id": "5a29fef9724583b280c5a91a",
      "name": "est fugiat quis",
      "mainImage": "huge-inn.jpeg",
      "images": ["pipe-sculpture.jpg"],
      "address": "406 Garden Street, Cucumber, Nevada, 9377",
      "description":
        "Velit ex consectetur dolore irure non nostrud elit. Est dolore voluptate nisi quis officia nostrud nisi laborum commodo esse ipsum officia deserunt quis. Cillum minim dolor velit et commodo aliquip laborum. Adipisicing labore aliquip minim tempor nulla adipisicing ut aliquip veniam aliqua ad. Nisi labore veniam sunt elit exercitation eiusmod non exercitation esse. Irure aute mollit dolor eu excepteur ad velit laboris pariatur amet aute tempor. Esse velit ea cillum sunt consequat dolor Lorem ullamco laboris.",
      "tags": ["large plot", "full-yard"],
      "farmerDesired": true,
      "farmerParticipation": "co-Farmer",
      "landownerID": "5a29fef9d0ca4a4da04fbb94"
    },
    {
      "id": "5a29fef9d6811b3c10f84c0f",
      "name": "labore velit voluptate",
      "mainImage": "huge-night-skyline.jpeg",
      "images": ["toadstools.jpg"],
      "address": "530 Argyle Road, Lafferty, Washington, 8011",
      "description":
        "Ad sit minim eiusmod occaecat amet non elit excepteur anim nostrud voluptate magna occaecat anim. Elit irure deserunt nulla cillum aliqua aliqua irure qui culpa ullamco est. Consequat irure dolor commodo culpa laborum ad. Aute nostrud cillum sint fugiat esse eiusmod. Est ex dolor ea ad amet esse dolor non. Sit duis aliqua enim fugiat. Incididunt adipisicing officia nostrud dolore exercitation officia id aliqua proident veniam.",
      "tags": ["backyard"],
      "farmerDesired": false,
      "farmerParticipation": "co-Farmer",
      "landownerID": "5a29fef9cb398a8d4c56c9b9"
    },
    {
      "id": "5a29fef9bdee7494c38c1306",
      "name": "cupidatat laboris ea",
      "mainImage": "huge-parked-car.jpeg",
      "images": ["tree.jpg"],
      "address": "509 Oakland Place, Linganore, Illinois, 1480",
      "description":
        "Mollit culpa cupidatat excepteur nostrud incididunt dolore occaecat officia pariatur laboris cupidatat. Anim id nostrud laboris amet occaecat pariatur. Sit excepteur occaecat cupidatat cillum aliqua eiusmod dolore. Amet nostrud sit aute eiusmod ad aliquip adipisicing sunt nulla laborum. Aute ex voluptate aliquip nostrud.",
      "tags": ["micro plot", "backyard"],
      "farmerDesired": false,
      "farmerParticipation": "co-Farmer",
      "landownerID": "5a29fef9773ac97338260690"
    },
    {
      "id": "5a29fef94a6ca9b3c4ee8ee2",
      "name": "eu nisi Lorem",
      "mainImage": "huge-produce.jpeg",
      "images": ["woodtextures.jpg"],
      "address": "100 Highlawn Avenue, Crumpler, California, 4109",
      "description":
        "Commodo qui mollit commodo labore nostrud sunt ad quis culpa esse. Minim veniam culpa elit laborum. Non ullamco magna consequat et magna ut ad laborum magna est.",
      "tags": ["large plot", "backyard"],
      "farmerDesired": false,
      "farmerParticipation": "helping Hand",
      "landownerID": "5a29fef9c31ff3122ba7583c"
    },
    {
      "id": "5a29fef933727c388db94c19",
      "name": "Lorem sit culpa",
      "mainImage": "huge-shovel.jpeg",
      "images": ["yellowballoon.jpg"],
      "address": "924 Remsen Street, Southmont, Guam, 8842",
      "description":
        "Officia sunt adipisicing nulla eu excepteur amet nostrud id. Ea ut nulla est proident in eiusmod mollit aute eiusmod Lorem exercitation ipsum cupidatat. Veniam non non pariatur sint ad qui voluptate veniam pariatur qui irure. Aute exercitation do mollit est sint eu exercitation minim est ex ea. Amet nostrud reprehenderit enim quis deserunt consectetur ullamco. Anim dolor officia exercitation laboris mollit reprehenderit est duis Lorem non officia adipisicing enim mollit.",
      "tags": ["micro plot", "front-yard"],
      "farmerDesired": true,
      "farmerParticipation": "helping Hand",
      "landownerID": "5a29fef970c3a8d4f5ab0896"
    }
  ],
  "users": [
    {
      "id": "5a3074b78c2fef51baf5a3df",
      "landOwner": true,
      "farmer": false,
      "userName": "ut",
      "name": "ut",
      "profileImage": "profile image here",
      "email": "sit.com",
      "community": "791 Forest Place, Greensburg, Indiana, 9585",
      "bio":
        "Duis reprehenderit irure labore dolore pariatur veniam officia ullamco reprehenderit laborum veniam esse. Consectetur ex laborum consectetur esse ad ipsum ex magna sint consequat non quis. Cillum aliqua sit minim nulla nisi aute sit incididunt adipisicing enim sint. Qui culpa ex adipisicing consequat dolor consectetur laborum. Sint et ullamco veniam anim anim ea pariatur in in sunt cupidatat. Eiusmod id veniam labore adipisicing. Labore magna ea eu elit consectetur.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "hands-off"
    },
    {
      "id": "5a3074b7be2c7a50947ccb4e",
      "landOwner": true,
      "farmer": false,
      "userName": "in",
      "name": "in",
      "profileImage": "profile image here",
      "email": "aute.com",
      "community": "156 Rockaway Avenue, Vincent, Missouri, 2885",
      "bio":
        "Veniam commodo nisi veniam irure elit pariatur minim sint enim dolore tempor reprehenderit nulla. Lorem id consequat labore ut enim duis exercitation. Sint ipsum qui ipsum sit sunt proident quis eu pariatur fugiat. Excepteur enim consequat nulla et aliqua dolor reprehenderit consequat in. Laboris esse ipsum adipisicing voluptate aliquip eiusmod duis. Sit excepteur reprehenderit dolor adipisicing laborum reprehenderit. Ut in eiusmod dolore elit id amet officia reprehenderit.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "helping hand"
    },
    {
      "id": "5a3074b72b40d9857018bf07",
      "landOwner": true,
      "farmer": false,
      "userName": "enim",
      "name": "enim",
      "profileImage": "profile image here",
      "email": "adipisicing.com",
      "community": "209 Montieth Street, Rivers, Minnesota, 3583",
      "bio":
        "Id aliqua incididunt laborum ipsum voluptate incididunt ad ad ad deserunt ea do. Dolore ea elit magna cillum magna amet. Cupidatat Lorem deserunt eu elit nulla exercitation do in cupidatat laborum. Sunt cillum tempor et elit proident quis commodo aute ex. Cupidatat Lorem ea pariatur aliqua enim laborum aliquip. Mollit dolore et magna consectetur irure consectetur Lorem adipisicing commodo id esse. Consequat pariatur eiusmod consectetur sit aliquip quis sit quis eu ea fugiat laborum.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "helping hand"
    },
    {
      "id": "5a3074b7428b005e4459da17",
      "landOwner": true,
      "farmer": false,
      "userName": "Lorem",
      "name": "Lorem",
      "profileImage": "profile image here",
      "email": "in.com",
      "community": "470 Dikeman Street, Shindler, Idaho, 9203",
      "bio":
        "Fugiat Lorem reprehenderit excepteur sunt. Id aliqua proident aute sint ea ad et veniam enim commodo enim laborum. Dolor nisi Lorem adipisicing esse sint culpa fugiat voluptate reprehenderit occaecat aliqua veniam. Reprehenderit officia sint est sint.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "helping hand"
    },
    {
      "id": "5a3074b7a97731d253b3e473",
      "landOwner": true,
      "farmer": false,
      "userName": "in",
      "name": "in",
      "profileImage": "profile image here",
      "email": "pariatur.com",
      "community": "481 Vanderbilt Avenue, Kansas, Alaska, 6603",
      "bio":
        "Aliquip reprehenderit velit elit voluptate aute et labore. Laborum voluptate cupidatat consequat aliquip Lorem nulla reprehenderit proident irure magna tempor nulla nisi duis. Commodo quis ipsum labore veniam officia duis voluptate excepteur mollit excepteur eiusmod. Occaecat laboris id sit tempor incididunt magna est aliquip Lorem.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "co-farmer"
    },
    {
      "id": "5a3074b71cd1395026284cb0",
      "landOwner": true,
      "farmer": false,
      "userName": "cupidatat",
      "name": "cupidatat",
      "profileImage": "profile image here",
      "email": "nostrud.com",
      "community": "938 Bradford Street, Bath, South Carolina, 4846",
      "bio":
        "Nulla commodo reprehenderit mollit veniam deserunt nostrud eu sit duis incididunt enim nulla voluptate irure. Eiusmod elit est elit quis veniam. Nulla non id irure esse dolore velit cillum dolore ut magna pariatur.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "hands-off"
    },
    {
      "id": "5a3074b7c9bcb26a5ad77320",
      "landOwner": true,
      "farmer": false,
      "userName": "eu",
      "name": "eu",
      "profileImage": "profile image here",
      "email": "id.com",
      "community": "313 Murdock Court, Interlochen, Texas, 3812",
      "bio":
        "Reprehenderit ut duis amet qui. In exercitation dolor laborum nulla ex duis cillum velit esse mollit. Et excepteur ad exercitation est in proident. Qui ipsum velit cillum amet enim Lorem commodo fugiat magna. Voluptate est excepteur est eiusmod officia ea. Consectetur mollit magna sint cillum qui pariatur elit Lorem. Et in et Lorem sit ex nisi non ad ad sit laboris.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "hands-off"
    },
    {
      "id": "5a3074b7cb011adf479c33e6",
      "landOwner": true,
      "farmer": false,
      "userName": "magna",
      "name": "magna",
      "profileImage": "profile image here",
      "email": "cillum.com",
      "community": "942 Baltic Street, Evergreen, South Dakota, 8651",
      "bio":
        "Ex ipsum fugiat ut in excepteur reprehenderit. Proident excepteur nostrud culpa est laboris. Minim pariatur anim cillum adipisicing elit ex veniam tempor laborum esse exercitation mollit. Non ipsum eiusmod quis qui aliqua mollit consectetur commodo laborum laboris quis deserunt cillum magna.\r\n",
      "ownedPropertyIDs": ["owned property id here"],
      "desiredLandOwnerParticipation": "hands-off"
    }
  ]
}
